Repository: giellalt/corpus-sme
Catalog: tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=354_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Sámenuoraid dáiddadáhpáhus lahkona
sms: SääŠmnuõri čeäŠppvuõđpeiŠvv âlddan

source: Sámenuoraid dáiddadáhpáhussii leat almmuhuvvon 24 musihkkára dahje musihkkajoavkku.
sms: SääŠmnuõri čeäŠppvuõđpeivva liâ iŠlmmtõõttâm 24 musiikk voddõõttjed leŠbe äŠrttel.

source: Prográmmat leat rock-, lávlla-, luohte-, rap- ja instrumentálamusihkka.
sms: Čuäjtõõzz liâ rock, laulli, rapp da instrumenttlažmusiikk.

source: Almmuheamit leat boahtán sámiid ruovttuguovllu buot gielddain ja Roavvenjárggas.
sms: IŠlmmtõõttmõõžž liâ puättam pukin sääŠm dommvuuŠd kooŠddin da RuäŠvnjaarǥâst.

source: Sámediggi ordne dáhpáhussii linjábiilasáhtuid ruovttuguovllu gielddain.
sms: ČeäŠppvuõđpeeiŠv poŠdde riâžžât jååŠđtumuužž pukin dommvuuŠd kooŠddin.

source: Dárkkilut dieđut sáhtuin, ijastallamis ja borademiin doaimmahuvvojit skuvllaide.
sms: TääŠrǩab teâđ jååŠđtumuužžin, instempaaiŠǩin da stuällõõttmõõžžin tuåimtet škooulid.

source: Dieđut almmuhuvvojit maid neahtas, čuovo www.samediggi.fi.
sms: Teâđ puäŠtte še neŠttseiddu, puõŠtti

source: Lassedieđut dás.
sms: LââŠssteâđaid
